Repository: zertuncer/Trio-main
Catalog: Trio-main/LibreTransmitter/LibreTransmitter-125745be2ac82f42a2d2f4e11f639ef624c9cd37/LibreTransmitterUI/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sv, uk, vi, zh_hans

source: Activate and finish warming up a new sensor with another app or physical reader.
da: Aktivér og afslut opvarmningen af en ny sensor med en anden app eller fysisk læser.
fr: Activez et terminez le préchauffage d'un nouveau capteur avec une autre application ou un lecteur physique.
it: Attiva e completa il riscaldamento di un nuovo sensore con un'altra app o un lettore fisico.
nb: Aktiver og fullfør oppvarmingen av en ny sensor med en annen app eller fysisk leser.
nb_no: Aktiver og fullfør oppvarmingen av en ny sensor med en annen app eller fysisk leser.
nl: Activeer en beëindig de opwarming van een nieuwe sensor met een andere app of fysieke lezer.
pl: Aktywuj i zakończ rozgrzewanie nowego sensora za pomocą innej aplikacji lub czytnika fizycznego.
ro: Activați și finalizați încălzirea unui senzor nou cu o altă aplicație sau cu un cititor fizic.
ru: Активируйте и завершите прогрев нового датчика с помощью другого приложения или физического считывателя.
sv: Aktivera och avsluta uppvärmningen av en ny sensor med en annan app eller en fysisk läsare.
uk: Активуйте та завершіть розігрів нового Сенсору за допомогою іншого застосунку або фізичного зчитувача.
vi: Kích hoạt và hoàn tất giai đoạn khởi động cảm biến mới bằng ứng dụng khác hoặc máy đọc chuyên dụng.

source: Additional notification types
da: Yderligere meddelelsestyper
de: Weitere Benachrichtigungseinstellungen
fr: Types de notifications supplémentaires
it: Tipi di notifica aggiuntivi
nb: Ytterligere varslingstyper
nb_no: Andre varslingstyper
nl: Andere meldingsinstellingen
pl: Dodatkowe typy powiadomień
ro: Tipuri suplimentare de notificări
ru: Дополнительные уведомления
sv: Ytterligare notistyper
uk: Додаткове сповіщення
vi: Thêm các loại thông báo
zh_hans: 额外的通知类型

source: Adds a lot of data to the Issue Report
da: Føjer en masse data til problemrapporten
de: Fügt dem Problembericht viele Daten hinzu
fr: Ajoute beaucoup de données au rapport de problème
it: Aggiunge molti dati al rapporto sui problemi
nb: Legger til mye data i problemrapporten
nb_no: Legger til en rekke data i Hendelsesrapport
nl: Voegt veel data toe aan het probleemrapport
pl: Dodaje wiele danych do raportu o problemie
ro: Adăugați o mulțime de date la Raportul de probleme
ru: Добавляет много данных в отчет об ошибках
sv: Lägger till en hel del data till rapporten
uk: Додає багато даних у звіт про помилки
vi: Thêm nhiều dữ liệu vào Báo cáo vấn đề
zh_hans: 给问题报告添加大量数据

source: Adds Transmitter Battery
da: Tilføjer Senderbatteri
de: Transmitter-Batteriestand hinzufügen
fr: Ajouter niveau batterie transmetteur
it: Aggiunge Batteria del Trasmettitore
nb: Legger til senderbatteri
nb_no: Legger til senderbatteri
nl: Zender batterij toevoegen
ro: Adăugați bateria transmițătorului
ru: Добавить батарею передатчика
sv: Lägger till sändarbatteri
uk: Додає акумулятор Transmitter
vi: Hãy sạc Pin Transmitter
zh_hans: 通知中包括发射器电量

source: Always Notify Glucose
da: Giv altid besked om glukose
de: Blutzuckerwert immer mitteilen
fr: Toujours notifier Glycémie
it: Comunica sempre la glicemia
nb: Gi alltid beskjed om glukose
nb_no: Alltid varsle om blodsukker
nl: Altijd glucose melden
pl: Zawsze powiadamiaj o glukozie
ro: Anunță întotdeauna glicemia
ru: Всегда уведомлять о глюкозе
sv: Meddela alltid glukos
uk: Завжди Сповіщати про Глюкозу
vi: Luôn thông báo đường huyết
zh_hans: 始终通知血糖值

source: Are you sure you want to delete this CGM?
da: Er du sikker på, at du vil slette denne CGM?
de: Möchten Sie das CGM wirklich löschen?
fr: Voulez-vous vraiment supprimer ce CGM?
it: Sei sicuro di voler eliminare questo CGM?
ja: このCGMを削除しますか？
nb: Er du sikker på at du vil slette denne CGM-en?
nb_no: Sikker på at du vil slette denne CGM?
nl: Weet je zeker dat je deze CGM wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten CGM?
ro: Sigur doriți să ștergeți acest senzor de glicemie?
ru: Подтвердите удаление мониторинга?
sv: Säkert att du vill radera denna CGM?
uk: Ви впевнені, що хочете видалити цей CGM?
vi: Bạn có chắc muốn xóa CGM này không?
zh_hans: 您确定要删除此 CGM 吗？

source: Are you sure you want to remove this cgm from loop?
da: Er du sikker på, at du vil fjerne denne cgm fra loop?
fr: Êtes-vous sûr de vouloir retirer ce CGM de Loop?
it: Sei sicuro di voler rimuovere questo CGM da Loop?
nb: Er du sikker på at du vil fjerne denne cgm-en fra loop?
nb_no: Er du sikker på at du vil fjerne denne cgm-en fra loop?
nl: Weet je zeker dat je deze CGM uit de lijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten CGM z pętli?
ro: Sunteți sigur că doriți să eliminați acest senzor de glicemie din Loop?
sv: Är du säker på att du vill ta bort denna CGM?
uk: Ви впевнені, що хочете видалити цей CGM від петлі?
vi: Bạn có chắc muốn xóa Cgm này khỏi Loop không?
zh_hans: 您确定要将此 CGM（连续血糖监测仪）从 Loop 中移除吗？

source: Authenticate
da: Godkend
de: Authentifizieren
fr: Authentifier
it: Autentica
nb: Autentiser
nb_no: Autentiser
nl: Authenticeren
pl: Uwierzytelnianie
ro: Autentificare
sv: Autentisera
uk: Автентифікація
vi: Xác thực

source: Authenticated
da: Godkendt
de: Authentifiziert
fr: Authentifié
it: Autenticato
nb: Autentisert
nb_no: Autentisert
nl: Geauthenticeerd
pl: Uwierzytelniony
ro: Autentificat
sv: Autentiserad
uk: Автентифіковано
vi: Đã xác thực

source: Backfill from history
da: Tilbagefyldning fra historik
de: Auffüllen aus dem Verlauf
fr: Rétroactif de l'historique
it: Riempi dalla cronologia
nb: Tilbakefylling fra historien
nb_no: Etterfylling fra historikk
nl: Terugzetten van geschiedenis
ro: Completare în urmă din istoric
ru: Заполнять из истории
sv: Återfyll från historik
uk: Резервне копіювання з історії
vi: Bổ sung từ lịch sử
zh_hans: 从历史数据中回填

source: Backfill options
da: Indstillinger for udfyldning
de: Auffüllen-Optionen
fr: Options rétroactif
it: Opzioni di riempimento
nb: Alternativer for tilbakefylling
nb_no: Alternativer for etterfylling
nl: Terugzet opties
pl: Opcje uzupełnienia
ro: Opțiuni completare în urmă
ru: Опции заполнения
sv: Alternativ för återfyllnad
uk: Параметри фонового заповнення
vi: Tùy chọn bổ sung
zh_hans: 回填选项

source: Bluetooth Transmitters
da: Bluetooth-sendere
de: Bluetooth Sender
fr: Émetteurs Bluetooth
it: Trasmettitori Bluetooth
nb: Bluetooth-sendere
nb_no: Bluetooth-sendere
nl: Bluetooth zenders
pl: Transmitery Bluetooth
ro: Transmițătoare Bluetooth
ru: Bluetooth передатчики
sv: Bluetooth-sändare
uk: Bluetooth передавачі
zh_hans: 蓝牙发射器

source: Cancel
da: Afbestille
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nb_no: Avbryt
nl: Annuleer
pl: Anuluj
ro: Anulați
ru: Отмена
sv: Avbryt
uk: Відмінити
vi: Hủy bỏ
zh_hans: 取消

source: Click to Snooze Alerts
da: Klik for at udsætte advarsler
de: Klicken, um Warnungen temporär abzuschalten
fr: Cliquez pour suspendre les alertes
it: Tocca per posticipare gli avvisi
nb: Klikk for å slumre varsler
nb_no: Klikk for å slumre varslinger
nl: Klik om waarschuwingen tijdelijk uit te schakelen
pl: Kliknij, aby wyciszyć alerty
ro: Faceți clic pentru a amâna alertele
ru: Нажмите, чтобы отложить тревоги
sv: Klicka för att snooza varningar
uk: Натисніть, щоб відкласти оповіщення
vi: Nhấn để tạm hoãn cảnh báo
zh_hans: 点击以暂停提醒

source: Configuration
da: Konfiguration
de: Konfiguration
it: Impostazioni
nb: Oppsett
nb_no: Oppsett
nl: Instellingen
ro: Configurare
ru: Конфигурация
sv: Konfiguration
uk: Налаштування
vi: Cấu hình
zh_hans: 配置

source: Connection options
da: Tilslutningsmuligheder
de: Verbindungsoptionen
fr: Options de connexion
it: Opzioni di connessione
nb: Tilkoblingsmuligheter
nb_no: Tilkoblingsmuligheter
nl: Verbindingsopties
pl: Opcje połączenia
ro: Opțiuni de conectare
sv: Anslutningsalternativ
uk: Варіанти підключення
vi: Tùy chọn kết nối
zh_hans: 连接选项

source: Credentials
da: Legitimationsoplysninger
de: Logindaten
fr: Identifiant
it: Credenziali
ja: 証明
nb: Påloggingsinformasjon
nb_no: Påloggingsinformasjon
nl: Toegang gegevens
pl: Dane uwierzytelniające
ro: Autentificare
ru: Удостоверение
sv: Inloggningsuppgifter
uk: Облікові дані
vi: Thông tin xác thực
zh_hans: 证书

source: Critical alarm volume
da: Kritisk alarmvolumen
de: Kritische Alarmlautstärke
fr: Volume d'alarme critique
it: Volume di allarme critico
nb: Kritisk alarmvolum
nb_no: Kritisk alarmvolum
nl: Kritiek alarm volume
pl: Głośność alarmu krytycznego
ro: Volum critic alarmă
sv: Kritisk larmvolym
uk: Критична гучність сигналу тривоги
vi: Âm lượng cảnh báo khẩn cấp
zh_hans: 严重警报音量

source: Critical alarms will always be sent with volume at minimum 60%
da: Kritiske alarmer vil altid blive sendt med en lydstyrke på minimum 60%.
fr: Les alarmes critiques seront toujours envoyées avec un volume d'au moins 60 %
it: Gli allarmi critici saranno sempre inviati con un volume minimo del 60%.
nb: Kritiske alarmer sendes alltid med volum på minimum 60 %.
nb_no: Kritiske alarmer sendes alltid med volum på minimum 60 %.
nl: Kritieke alarmen worden altijd verzonden met een volume van minimaal 60%
pl: Alarmy krytyczne będą zawsze wysyłane z głośnością na poziomie co najmniej 60%
ro: Alarmele critice vor fi trimise întotdeauna cu un volum de minimum 60%
sv: Kritiska larm kommer alltid att skickas med volym på minst 60%
uk: Критичні тривоги завжди надсилатимуться з гучністю щонайменше 60%
vi: Cảnh báo khẩn luôn phát tối thiểu 60% âm lượng
zh_hans: 严重警报将始终以至少 60% 的音量发出。

source: Date
da: Dato
de: Datum
it: Data
ja: 日付
nb: Dato
nb_no: Dato
nl: Datum
pl: Data
ro: Data
ru: Дата
sv: Tid
uk: Дата
vi: Ngày
zh_hans: 日期

source: day
da: dag
de: Tag
fr: jour
it: giorno
nb: dag
nb_no: dag
nl: dag
pl: dzień
ro: zi
ru: день
sv: dag
uk: день
vi: ngày
zh_hans: 天

source: days
da: dage
de: Tage
fr: jours
it: giorni
nb: dager
nb_no: dager
nl: dagen
pl: dni
ro: zile
ru: дней
sv: dagar
uk: дні
zh_hans: 天

source: Debug options
da: Fejlfindingsindstillinger
de: Debug-Optionen
fr: Options de débogage
it: Opzioni di debug
nb: Feilsøkingsalternativer
nb_no: Alternativ for feilsøking
nl: Foutopsporing opties
pl: Opcje debugowania
ro: Opțiuni depanare
ru: Опции отладки
sv: Felsökningsalternativ
uk: Параметри налагодження
vi: Tùy chọn gỡ lỗi
zh_hans: 调试选项

source: Delete
da: Slet
de: Löschen
fr: Supprimer
it: Elimina
nb: Slett
nb_no: Slett
nl: Verwijderen
pl: Usunąć
ro: Ștergeți
ru: Удалить
sv: Radera
uk: Видалити
vi: Xóa
zh_hans: 删除

source: Delete CGM
da: Slet CGM
de: CGM löschen
fr: Supprimer CGM
it: Elimina CGM
ja: CGMを削除
nb: Slett CGM
nb_no: Slett CGM
nl: Verwijder CGM
pl: Usuń CGM
ro: Ștergeți senzorul de glicemie
ru: Удалить мониторинг
sv: Radera CGM
uk: Видалити CGM
vi: Xóa CGM
zh_hans: 删除CGM

source: Device Info
da: Enhedsoplysninger
de: Geräteinformationen
fr: Informations sur l'appareil
it: Informazioni sul dispositivo
nb: Enhetsinformasjon
nb_no: Enhetsinformasjon
nl: Apparaat info
pl: Informacje o urządzeniu
ro: Informații dispozitiv
sv: Enhetsinformation
uk: Про пристрій
vi: Thông tin Thiết bị
zh_hans: 设备信息

source: Disconnect & Continue Setup
da: Afbryd forbindelsen og fortsæt opsætningen
fr: Déconnecter et continuer la configuration
it: Disconnetti e continua la configurazione
nb: Koble fra og fortsett installasjonen
nb_no: Koble fra og fortsett installasjonen
nl: Verbinding verbreken en doorgaan met setup
pl: Rozłącz i kontynuuj konfigurację
ro: Deconectați & continuați configurarea
sv: Koppla från och fortsätt installationen
uk: Відключитися та продовжити налаштування
vi: Ngắt kết nối & Tiếp tục cài đặt
zh_hans: 断开连接并继续设置

source: Disconnect and unpair any other app or device communicating with the sensor via bluetooth.
da: Afbryd og fjern parringen af enhver anden app eller enhed, der kommunikerer med sensoren via bluetooth.
fr: Déconnectez et désassociez toute autre application ou appareil communiquant avec le capteur via Bluetooth.
it: Disconnetti e dissocia qualsiasi altra app o dispositivo che comunica con il sensore tramite Bluetooth.
nb: Koble fra og opphev paringen av andre apper eller enheter som kommuniserer med sensoren via Bluetooth.
nb_no: Koble fra og opphev paringen av andre apper eller enheter som kommuniserer med sensoren via Bluetooth.
nl: Ontkoppel de verbinding met andere apps of apparaten met de sensor via bluetooth.
pl: Odłącz i usuń sparowanie innej aplikacji lub urządzenia komunikującego się z sensorem przez Bluetooth.
ro: Deconectați și anulați asocierea oricărei alte aplicații sau dispozitive care comunică cu senzorul prin Bluetooth.
ru: Отключите и прервите сопряжение с любым другим приложением или устройством, взаимодействующим с датчиком через Bluetooth.
sv: Koppla från parkoppling med andra appar eller enheter som kommunicerar med sensorn via bluetooth.
uk: Від’єднайте та скасуйте сполучення будь-яких інших програм або пристроїв, що зв’язуються з сенсором через Bluetooth.
vi: Ngắt kết nối và hủy ghép đôi mọi ứng dụng hoặc thiết bị khác đang giao tiếp với cảm biến qua Bluetooth.

source: Done
da: OK
de: Fertig
fr: Terminé
it: Fine
nb: Ferdig
nb_no: Ferdig
nl: OK
ro: Gata
ru: Готово
sv: Klar
uk: Готово
vi: Xong
zh_hans: 完成

source: Edit calibrations
da: Rediger kalibreringer
de: Kalibrierung bearbeiten
fr: Modifier le calibrage
it: Modifica calibrazioni
nb: Rediger kalibreringer
nb_no: Rediger kalibreringer
nl: Kalibraties bewerken
ro: Editați calibrările
ru: Редактировать калибровки
sv: Ändra kalibreringar
uk: Редагувати калібрування
vi: Chỉnh sửa hiệu chuẩn
zh_hans: 编辑校准

source: Fair warning: The sensor will be not be using the manufacturer's algorithm, and some safety mitigations present in the manufacturers algorithm might be missing when you use this.
da: Advarsel: Sensoren bruger ikke producentens algoritme, og nogle sikkerhedsforanstaltninger, der findes i producentens algoritme, mangler muligvis, når du bruger dette.
de: Eine Warnung: Der Sensor verwendet nicht den Algorithmus des Herstellers, und einige Sicherheitsvorkehrungen, die im Algorithmus des Herstellers enthalten sind, könnten fehlen, wenn Sie diesen verwenden.
fr: Attention : le capteur n'utilisera pas l'algorithme du fabricant et certaines mesures de sécurité présentes dans l'algorithme du fabricant peuvent être manquantes lorsque vous l'utilisez.
it: Attenzione: Il sensore non utilizzerà l'algoritmo del produttore e alcune mitigazioni di sicurezza presenti nell'algoritmo del produttore potrebbero mancare quando si utilizza questo.
nb: Rettferdig advarsel: Sensoren vil ikke bruke produsentens algoritme, og noen sikkerhetsbegrensninger som finnes i produsentens algoritme kan mangle når du bruker denne.
nb_no: Rettferdig advarsel: Sensoren vil ikke bruke produsentens algoritme, og noen sikkerhetsbegrensninger som finnes i produsentens algoritme kan mangle når du bruker denne.
nl: Let op: De sensor gebruikt het algoritme van de fabrikant niet, en sommige veiligheidsmitigaties in het algoritme van de fabrikanten ontbreken misschien wanneer je dit gebruikt.
pl: Czujnik nie będzie korzystał z algorytmu producenta, a podczas korzystania z niego może brakować niektórych zabezpieczeń obecnych w algorytmie producenta.
ro: Atenție: Senzorul nu va utiliza algoritmul producătorului, iar unele măsuri de siguranță prezente în algoritmul producătorului ar putea lipsi atunci când utilizați acest algoritm.
sv: Varning: Sensorn kommer inte att använda tillverkarens algoritm och vissa säkerhetsåtgärder, som finns i tillverkarnas algoritm, kan saknas när du använder detta.
uk: Чесне попередження: Сенсор не використовуватиме алгоритм виробника, і деякі заходи безпеки, присутні в алгоритмі виробника можуть бути відсутніми під час його використання.
vi: Cảnh báo: Cảm biến sẽ không sử dụng thuật toán của nhà sản xuất và một số biện pháp an toàn có trong thuật toán gốc có thể sẽ không có khi bạn dùng tùy chọn này.

source: Found devices:
da: Fundne enheder:
de: Gefundene Geräte:
fr: Appareils trouvés :
it: Dispositivi trovati:
nb: Funnet enheter:
nb_no: Funnet enheter:
nl: Gevonden apparaten:
pl: Znalezione urządzenia:
ro: Dispozitive găsite:
sv: Hittade enheter:
uk: Знайдено пристроїв:
vi: Tìm thấy thiết bị:

source: Glucose
da: Blodsukker
de: Glukose
fr: Glycémie
it: Glicemia
ja: 血糖値
nb: Blodsukker
nb_no: Blodsukker
pl: Glukoza
ro: Glicemie
ru: Гликемия
sv: Glukos
uk: Глюкоза
vi: Đường huyết
zh_hans: 血糖

source: Glucose Notification visibility
da: Synlighed af glukose-meddelelser
de: Einstellungen Glukosebenachrichtigungen
fr: Affichage des notifications de glycémie
it: Visibilità delle notifiche della glicemia
nb: Synlighet for glukosevarsling
nb_no: Blodsukker-varsel
nl: Zichtbaarheid glucose melding
pl: Widoczność powiadomień o poziomie glukozy
ro: Vizibilitate notificare glicemie
ru: Видимость уведомлений глюкозы
sv: Blodsockernotiser
uk: Видимість сповіщення Глюкози
vi: Khả năng hiển thị thông báo Glucose
zh_hans: 血糖通知设置

source: Glucose Settings
da: Glukose Indstillinger
de: Blutzuckereinstellungen
fr: Paramètres Glycémiques
it: Impostazioni Glicemia
nb: Glukoseinnstillinger
nb_no: Blodsukker-innstillinger
nl: Glucose instellingen
ro: Setări glicemie
ru: Настройки глюкозы
sv: Glukosinställningar
uk: Налаштування Глюкози
vi: Cài đặt đường huyết
zh_hans: 血糖设置

source: Got it!
da: Forstået!
de: Habe es!
fr: J'ai compris!
it: Ho capito!
nb: Nå har jeg det!
nb_no: Skjønner!
nl: Begrepen!
pl: Rozumiem!
ro: Am înțeles!
ru: Понятно!
sv: Uppfattat!
uk: Зрозуміло!
vi: Đã hiểu!
zh_hans: 知道了

source: High
da: Høj
de: Hoch
fr: Élevé
it: Alto
nb: Høy
nb_no: Høy
nl: Hoog
pl: Wysoki
ro: Ridicat
ru: Высокий
sv: Högt
uk: Високий
vi: Cao
zh_hans: 高

source: hour
da: time
de: Stunde
fr: heure
it: ora
nb: time
nb_no: time
nl: uur
pl: godzina
ro: oră
ru: час
sv: timme
uk: годин
vi: hours
zh_hans: 小时

source: hours
da: Timer
de: Stunden
fr: heures
it: ore
nb: timer
nb_no: timer
nl: uur
pl: godziny
ro: ore
ru: часов
sv: timmar
uk: годин
zh_hans: 小时

source: Invalid sensor
da: Ugyldig sensor
de: Ungültiger Sensor
fr: Capteur invalide
it: Sensore non valido
nb: Ugyldig sensor
nb_no: Ugyldig sensor
nl: Ongeldige sensor
ro: Senzor nevalid
ru: Сенсор неисправен
sv: Ogiltig sensor
uk: Сенсор несправний
vi: Cảm biến không hợp lệ
zh_hans: 无效传感器

source: Keep phone unlocked and your Loop app in the foreground.
da: Hold telefonen ulåst og din Loop-app i forgrunden.
fr: Gardez votre téléphone déverrouillé et votre application Loop en premier plan.
it: Mantieni il telefono sbloccato e l'app Loop in primo piano.
nb: Hold telefonen ulåst og Loop-appen i forgrunnen.
nb_no: Hold telefonen ulåst og Loop-appen i forgrunnen.
nl: Houd je telefoon ontgrendeld en je Loop app op de voorgrond.
pl: Telefon powinien być odblokowany, a aplikacja Loop na pierwszym planie.
ro: Păstrați telefonul deblocat și aplicația Loop în prim-plan.
ru: Держите телефон разблокированным, а приложение Loop — открытым на переднем плане.
sv: Håll telefonen upplåst och din app i förgrunden.
uk: Тримайте телефон розблокованим, а додаток Loop – увімкненим.
vi: Giữ điện thoại mở khóa và ứng dụng Loop ở chế độ nền.

source: Last Blood Sugar prediction
da: Sidste forudsigelse af blodsukker
de: Letzte Blutzuckervorhersage
fr: Dernière prédiction de glycémie
it: Ultima previsione glicemia
nb: Siste blodsukkerprediksjon
nb_no: Siste blodsukker-prediksjon
nl: Laatste glucosewaarde-voorspelling
pl: Ostatnia prognoza poziomu cukru we krwi
ro: Ultima predicție privind glicemia
ru: Последнее предсказание глюкозы
sv: Senaste blodsockerprognos
uk: Останнє передбачення глюкози
vi: Dự đoán lượng đường trong máu
zh_hans: 最后一次血糖预测

source: Last measurement
da: Seneste aflæsning
de: Letzter Wert
fr: Dernière mesure
it: Ultima misurazione
nb: Forrige avlesning
nb_no: Siste måling
nl: Laatste meting
pl: Ostatni pomiar
ro: Ultima măsurătoare
ru: Последнее измерение
sv: Senaste mätning
uk: Останнє вимірювання
vi: Lần đo gần nhất
zh_hans: 上次测量

source: Latest Reading
da: Seneste læsning
de: Letzter Wert
fr: Dernière mesure
it: Ultima lettura
ja: 最新の読み取り
nb: Siste måling
nb_no: Siste måling
nl: Laatste meting
pl: Ostatni odczyt
ro: Ultima Citire
ru: Последние данные
sv: Senaste avläsning
uk: Останнє читання
vi: Kết quả đọc mới nhất
zh_hans: 最新血糖值

source: Libre Transmitters
da: Libre-sendere
de: Libre Transmitter
fr: Transmetteurs Libre
it: Trasmettitore Libre
nb: Libre sendere
nb_no: Libre-sendere
nl: Libre zenders
pl: Transmitery Libre
ro: Transmițătoare Libre
ru: Передатчики Libre
sv: Libre-sändare
zh_hans: Libre 发射器

source: Low
da: Lav
de: Niedrig
fr: Bas
it: Basso
nb: Lav
nb_no: Lav
nl: Laag
pl: Niski
ro: Scăzut
ru: Низкий
sv: Lågt
uk: Низький
vi: Thấp
zh_hans: 低

source: Low battery
da: Lavt batteri
de: Batterie schwach
fr: Batterie faible
it: Batteria scarica
nb: Lavt batterinivå
nb_no: Lavt batterinivå
nl: Batterij bijna leeg
ro: Baterie descărcată
ru: Низкий заряд батареи
sv: Låg batterinivå
uk: Низький заряд батареї
vi: Pin yếu
zh_hans: 低电量

source: minute
da: minut
it: minuto
nb: minutt
nb_no: minutt
nl: minuut
pl: minuta
ro: minut
ru: минута
sv: minut
uk: хвилин
zh_hans: 分钟

source: minutes
da: minutter
de: Minuten
it: minuti
nb: minutter
nb_no: minutter
nl: minuten
pl: minuty
ro: minute
ru: минут
sv: minuter
uk: хвилин
vi: phút
zh_hans: 分钟

source: Most libre 1 and libre 2 sensors are supported, except North America Libre 2; see readme.md for details.
da: De fleste libre 1- og libre 2-sensorer understøttes, undtagen North America Libre 2; se readme.md for detaljer.
fr: La plupart des capteurs Libre 1 et Libre 2 sont pris en charge, à l'exception du Libre 2 Nord Américain; consultez le fichier readme.md pour plus de détails.
it: Sono supportati la maggior parte dei sensori Libre 1 e Libre 2, ad eccezione del Libre 2 per il Nord America; per i dettagli, vedi readme.md.
nb: De fleste libre 1- og libre 2-sensorer støttes, unntatt North America Libre 2; se readme.md for mer informasjon.
nb_no: De fleste libre 1- og libre 2-sensorer støttes, unntatt North America Libre 2; se readme.md for mer informasjon.
nl: De meeste Libre 1 en 2 sensoren worden ondersteund, behalve Noord-Amerika Libre 2; zie readme.md voor details.
pl: Obsługiwana jest większość czujników libre 1 i libre 2, z wyjątkiem North America Libre 2; szczegóły znajdziesz na stronie readme.md.
ro: Majoritatea senzorilor Libre 1 și Libre 2 sunt acceptați, cu excepția Libre 2 din America de Nord; consultați readme.md pentru detalii.
ru: Поддерживается большинство датчиков libre 1 и libre 2, кроме североамериканского Libre 2; подробности см. в readme.md.
sv: De flesta libre 1 - och libre 2 - sensorer stöds, utom Nordamerika Libre 2, se readme.md för detaljer.
uk: Підтримується більшість датчиків Libre 1 та Libre 2, окрім Libre 2 для Північної Америки; див. readme.md для отримання детальної інформації.
vi: Hầu hết các cảm biến Libre 1 và Libre 2 đều được hỗ trợ, ngoại trừ Libre 2 khu vực Bắc Mỹ; xem readme.md để biết chi tiết.

source: No Connection:
da: Ingen forbindelse:
de: Keine Verbindung:
fr: Aucune connexion :
it: Nessuna connessione
nb: Ingen forbindelse:
nb_no: Ingen forbindelse:
nl: Geen verbinding:
pl: Brak połączenia:
ro: Fără conexiune:
ru: Нет подключения:
sv: Ingen anslutning:
uk: Немає з'єднання:
vi: Không có kết nối:

source: Notify per reading
da: Giv besked pr. læsning
de: Benachrichtigung pro Messwert
fr: Notifier à chaque lecture
it: Notifica per lettura
nb: Varsle pr. avlesning
nb_no: Varsle per lesing
nl: Melding bij elke meting
pl: Powiadomić co odczyt
ro: Notificare per citire
ru: Уведомлять о каждом чтении
sv: Meddela per avläsning
uk: Сповіщати про читання
vi: Thông báo cho mỗi lần đọc
zh_hans: 每次读数都推送

source: Outside US
da: Uden for USA
de: Außerhalb der USA
fr: À l'extérieur des É.-U.
it: Fuori USA
ja: 米国外
nb: Utenfor USA
nb_no: Utenfor USA
nl: Buiten US
pl: Poza USA
ro: În afara SUA
ru: за пределами США
sv: Utanför USA
uk: За межами США
vi: Ngoài lãnh thổ Hoa Kỳ
zh_hans: 非美国地区
